export function showEstimate() {
  console.log(`Score 134/220
    [+] Стартовая страница и навигация +20
    [+] На стартовой странице есть кнопка, при клике по которой открываются настройки викторины, и две кнопки, при кликах по которым можно выбрать тип вопроса +10
    [+] Реализована навигация по страницам приложения +10

    [+] Настройки +30
    [+] Eсть возможность включать/выключать звук, есть регулятор громкости звука +10
    [/] Есть возможность включать/выключать игру на время, время не отсчитывается +5
    [/] Можно указать время для ответа на вопрос +5
    [+] При перезагрузке страницы приложения выбранные настройки сохраняются +10

    [+] Страница категорий +30
    [+] Вёрстка, дизайн, UI страницы категории +10
    [+] Карточка сыгранной категории внешне отличается от карточки категории, которая ещё не игралась +10
    [+] На карточке сыгранной категории отображается результат прохождения раунда - количество вопросов, на которые был дан правильный ответ +10

    [+] Страница с вопросами +50
    [+] Вёрстка, дизайн, UI страницы с вопросами +10
    [+] Варианты ответов на вопросы генерируются случайным образом +10
    [+] Правильным и неправильным ответам пользователя соответствуют индикаторы разного цвета +10
    [+] После того, как ответ выбран, появляется модальное окно с правильным ответом на вопрос и кнопкой "Продолжить". При клике по кнопке "Продолжить" пользователь переходит к следующему вопросу категории +10
    [+] После окончания раунда выводится уведомление об окончании раунда и его результат - количество вопросов, на которые был дан правильный ответ. Есть кнопка "Продолжить" при клике по которой пользователь перенаправляется на страницу категорий данного типа вопросов +10

    [-] Страница с результатами - не сделана

    [-] Плавная смена изображений; картинки сначала загружаются, потом отображаются - не сделано

    [-] Реализована анимация отдельных деталей интерфейса - не сделано

    [+] Дополнительный функционал +4
    [+] Возможность открыть приложение во весь экран +2    
    [+] Возможность в любой момент остановить игру (кнопка перехода в категории в шапке) +2

  `);
}
